[Author]
Language=한국어
TranslatedBy=Jaehyung Lee
TranslatorContact=kolanp@gmail.com
TranslatorURL=www.webnest.net
LastUpdated=03 Mar 2015

[Language]
File1.Caption=파일
OpenChangelog1.Caption=변경 기록 열기
OpenEULA1.Caption=EULA 열기
Exit1.Caption=끝내기
Help1.Caption=도움말
Homepage1.Caption=홈페이지
About1.Caption=제품 정보
TabSheet1.Caption=파일 체크섬
TabSheet2.Caption=문자열 해시
TabSheet3.Caption=파일 비교
TabSheet5.Caption=폴더 검사
TabSheet7.Caption=체크섬 검사
Label10.Caption=검사할 폴더 선택:
Label11.Caption=파일 마스크:
Button8.Caption=검사
Button14.Caption=중지
Button11.Caption=필터
Button12.Caption=내보내기
Label66.Caption=두 파일 비교
Label9.Caption=두 파일을 비교하고 차이 값을 확인합니다.
Button6.Caption=비교
Label7.Caption=파일 체크섬 검사
Label8.Caption=하나의 파일을 선택하여 MD5 해시를 비교합니다.
Button9.Caption=검사
Button16.Caption=붙여넣기
Label2.Caption=해시 체크섬을 계산할 문자열 삽입:
Button4.Caption=만들기
Label12.Caption=문자열 길이:
Button2.Caption=내보내기
Label1.Caption=해시 체크섬을 계산할 파일 선택:
Button1.Caption=찾아보기...
Button15.Caption=내보내기
Label5.Caption=파일 크기:
imgFacebookLike.Hint=페이스북에서 팔로우
imgDonate.Hint=이 프로젝트 지원
FrmSettings.Label6.Caption=언어 선택:
FrmSettings.Caption=설정
FrmSettings.CheckBox1.Caption=탐색기의 컨텍스트 메뉴에 항목 추가
FrmSettings.Button1.Caption=닫기
FrmOutputFormat.Caption=필터
FrmOutputFormat.CheckBox2.Caption=하위 폴더 재귀적 검사
FrmOutputFormat.CheckBox3.Caption=EXE, SYS, DLL 등의 유효한 PE 파일만 검사
FrmOutputFormat.CheckBox1.Caption=0 bytes 빈 파일 건너뛰기
FrmOutputFormat.Label1.Caption=사용 가능한 변수:
FrmOutputFormat.Label2.Caption=사용자 출력 형식 작성:
FrmOutputFormat.Label3.Caption=출력 형식
FrmOutputFormat.Label4.Caption=검사 사용자 정의

FrmOutputFormat.cbSkipHiddenFiles.Caption=숨김으로 마크된 파일들 건너뛰기
FrmOutputFormat.cbSkipSystemFiles.Caption=시스템 파일로 마크된 파일들 건너뛰기
FrmOutputFormat.cbSkipBiggerFiles.Caption=N MB 보다 큰 파일들 건너뛰기

FrmAbout.Label4.Caption=트위터에서 팔로우
FrmAbout.Label5.Caption=페이스북에서 팔로우
FrmAbout.Label6.Caption=이 프로젝트 지원
FrmAbout.Caption=제품 정보
Button18.Caption=클립보드
Button7.Caption=찾아보기...
Button3.Caption=찾아보기...
Button5.Caption=찾아보기...
Button17.Caption=클립보드
FrmSettings.CheckBox3.Caption=수동으로 시작 시 응용 프로그램 창 최소화
Label6.Caption=검사할 파일 선택:
Label20.Caption=여기에 MD5 체크섬 작성:
Label21.Caption=첫 번째 파일 선택:
Label22.Caption=두 번째 파일 선택:
Label13.Caption=MD5 체크섬:
Label14.Caption=SHA1 체크섬:
Label15.Caption=SHA256 체크섬:
Label16.Caption=SHA384 체크섬:
Label17.Caption=SHA512 체크섬:
cbMD5.Caption=MD5 체크섬:
cbSHA1.Caption=SHA1 체크섬:
cbSHA256.Caption=SHA256 체크섬:
cbSHA384.Caption=SHA384 체크섬:
cbSHA512.Caption=SHA512 체크섬:
Settings1.Caption=설정
Configure1.Caption=구성

;Messages

FILE_NOT_EXIST=파일이 존재하지 않습니다.
SELECT_FILE=파일 선택...
FILES_IDENTICAL=파일이 동일합니다!
FILES_DIFFERENT=파일에 차이가 있습니다!
HASH_EMPTY=해시 입력란이 비어 있습니다.
HASH_WRONG=해시 입력이 잘못되었습니다. MD5 해시(32 문자)를 사용하십시오.
MD5_CHECK_EQUAL=파일의 MD5 체크섬이 동일합니다!
MD5_CHECK_DIFFERENT=파일의 MD5 체크섬에 차이가 있습니다!
DIR_NOT_FOUND=폴더가 존재하지 않습니다.
FILES=파일
SELECT_FOLDER=폴더 선택
TEXTAREA_EMPTY=텍스트 영역이 비어 있습니다.
WAIT=잠시만...

;New strings

Form1.Makeadonation1.Caption=기부하기
Form1.Facebookpage1.Caption=페이스북 페이지
Form1.witterpage1.Caption=트위터 페이지


